{
    "products": [
      {
        "id": 1,
        "image": "ventacorrea1.png",
        "name": "Correa 1",
        "description": "Añade estilo y seguridad a tus paseos con nuestra Correa 1. Hecha con materiales duraderos y un diseño moderno."
      },
      {
        "id": 2,
        "image": "ventabandana2.png",
        "name": "Bandana 2",
        "description": "Destaca la personalidad de tu mascota con la Bandana 2. Perfecta para cualquier ocasión, cómoda y elegante."
      },
      {
        "id": 3,
        "image": "ventaidentificador3.png",
        "name": "Identificador 3",
        "description": "Mantén a tu mascota siempre identificada con nuestro Identificador . Diseño resistente y personalizable."
      },
      {
        "id": 4,
        "image": "Bandanas.png",
        "name": "Bandana",
        "description": "Dale un toque especial a tu mascota con esta Bandana única. Ideal para paseos y eventos especiales."
      },
      {
        "id": 5,
        "image": "collar.png",
        "name": "Collar",
        "description": "Nuestro Collar ofrece comodidad y estilo en uno. Fabricado con materiales de alta calidad para máxima durabilidad."
      },
      {
        "id": 6,
        "image": "correablack.png",
        "name": "Correa Black",
        "description": "La Correa Black combina elegancia y funcionalidad. Perfecta para un control seguro y un look sofisticado."
      },
      {
        "id": 7,
        "image": "correaamorypaz.png",
        "name": "Correa Amor y Paz",
        "description": "Expresa tu amor por tu mascota con la Correa Amor y Paz. Un diseño encantador que refleja paz y armonía."
      },
      {
        "id": 8,
        "image": "correagreen.png",
        "name": "Correa Green",
        "description": "La Correa Green es perfecta para los amantes de la naturaleza. Resistente, cómoda y con un diseño fresco y natural."
      },
      {
        "id": 9,
        "image": "huesitopink.png",
        "name": "Huesito Pink",
        "description": "Añade un toque de diversión con el Huesito Pink. Ideal para juegos y entrenamiento, con un color vibrante y atractivo."
      },
      {
        "id": 10,
        "image": "bandanadragon.png",
        "name": "Bandana Dragon",
        "description": "Inspira fuerza y poder con la Bandana Dragon. Perfecta para mascotas valientes y llenas de energía."
      },
      {
        "id": 11,
        "image": "bandanawarrior.png",
        "name": "Bandana Warrior",
        "description": "La Bandana Warrior es para los verdaderos guerreros. Un diseño audaz y resistente, perfecto para cualquier aventura."
      },
      {
        "id": 12,
        "image": "identificadotstar.png",
        "name": "Identificador Star",
        "description": "Mantén a tu mascota segura y con estilo con el Identificador Star. Personalizable y resistente, un accesorio imprescindible."
      }
    ]
  }
  